{
    "homepage-button":"Homepage",
    "junction-button":"Seasons",
    "contacts-button":"Contacts",
    "footera1":"Official FlaMaCraft Website",
    "footera2":"Official FlaMaCraft Discord Server",
    "timeframe":"Timeframe: ",
    "mfname":"Click a country to see its name.",
    "mfcity":"Here will be its capital.",
    "mfleader":"Here will be its leader",
    "mfdesc":"Here will be its description",
    "mflink":"Link",
    "geography":"Geography",
    "infrastructure":"Infrastructure",
    "population":"Population",
    "stateform":"Faction Form",
    "formsandland":"States and Lands",
    "area":"Area: ",
    "capitalcity":"Capital City: ",
    "buildings":"Buildings: ",
    "populationcount":"Population: ",
    "language":"Language",
    "religion":"Religion: ",
    "ideology":"Ideology: ",
    "formation":"Formation: ",
    "dissolution":"Dissolution: ",
    "currency":"Currency: ",
    "preceding":"Preceding",
    "following":"Following",
    "country":"Country",
    "electiontype":"Type of elections: ",
    "electiontimeframe":"Election timeframe: ",
    "results":"Results",
    "members":"Members",
    "organization":"Organization",
    "headquarters":"Headuqarters: ",
    "membercount":"Members: ",
    "goal":"Goal: ",


    "homepage":{
        "title":"Homepage",

        "welcome-header":"Welcome to FlaMaCraft Wiki 3.0!",
        "p1":"Welcome ot the third version of the FlaMaCraft Wiki! Here you'll find all- or at least most of the information that revolves around the server's seasons from preserved sources and members' memory! In this already third remake come new functions, (hopefully) improved code, and (hopefully x2) regained motivation. With that also comes a bit darker color palette, which I hope will be more pleasant to the eyes! With it comes a more sensible ensuring quality interface for mobile devices (2.0 used JS for that), and more readable page navigation.",
        "what":"What is FlaMaCraft?",
        "p2":"FlaMaCraft (derived from the words Florida, Man and Craft) is a small series of Minecraft survival servers, primarily oriented around Faction SMP. The server was founded by Matakady, as a succesor to the preceeding server series known as \"OrangCraft\", which was purely private. Every season of FlaMaCraft brings it's own gimmick, which helps diversifying the server!",
        "found-a-mistake":"I have found a mistake",
        "p3": "Thank you for your ovservation, and we will be glad if you submit it to us via one of our <a href=\"contacts.html\">contacts</a>, so we can get it fixed asap!",
        "howto":"How to use the wiki?",
        "p4":"Simple! By klicking the \"Seasons\" on the navigation bar on the top side of your screen, or on <a href=\"junction.html\">this link</a>, you will be moved to the list of seasons, and after picking a season- you'll get to the list of pages related to it!"
    },
    "contacts":{
        "title":"Contacts",

        "officialchannel":"Official channel: ",
        "matakadychannel":"Matakady's channel: ",
        "deadovnikchannel":"Dead's channel: ",
        "toastchannel":"toast's channel: ",
        "other":"Misc"
    },
    "junction": {
        "title":"Seasons"
    },
    
    "season1": {
        "title":"Season 1",
        "p1":"Season 1 is where it all began. It was one of the simplest, and lasted a nice month and a half- unfortunately ceased early due to a grief. But where something ends, something else begins. It birthed a lot of concepts, which became standard in the seasons following it, and in it's own way helped estabilish the identity of the entire server series.",
        "factions":"Factions",
        "faction1":"Ion Tsardom",
        "faction2":"Kingdom of Peral",
        "faction3":"FlaMaCraft State",
        "events":"Events",
        "event1":"FlaMaCraft State Presidental Elections (2021)",
        "organizations":"Organizations",
        "organization1":"Union of Miners",

        "sel1":"The Beginning",
        "sel2":"The Union of Miners Era",
        "sel3":"Post-Revolutionary Era"
    },
    "iontsardom": {
        "title":"Ion Tsardom",
        "alt-titles":"Ionské Carství",
        "flagdesc":"Flag of Ion Tsardom",
        "area":"40 Chunks",
        "capitalcity":"Unknown",
        "building1":"3 food farms",
        "building2":"2-4 Animal Farms",
        "building3":"Castle",
        "population":"2",
        "language":"Language",
        "religion1":"50% Catholicism",
        "religion2":"50% Atheism",
        "ideology1":"de iure: Tsarist Autocracy",
        "ideology2":"de facto: Anarcho-Monarchism",
        "formation":"December 25th 2021",
        "dissolution":"December 28th 2021",
        "leadertitle":"Tsar: ",
        "leader":"Netherit",
        "currency1":"Ores",
        "preceding1":"<a href=\"./stat_flamacraft.html\" data-tl=\"preceding1\"><img src=\"../assets/globalimages/flag_Unknown.png\" class=\"miniflag\"> FlaMaCraft State</a>",
        "following1":"None",
        "p1":"Ion Tsardom was a faction on the First Season of FlaMaCraft, located in the personal base of Deadovnik after complete distancing from everyone after the <a href=\"./havirsky_spolek.html\">Miners Revolution</a>. There lived:",
        "h1-1":"Dissolution",
        "p2":"On 25th of December, a citizen of <a href=\"./peralske_kralovstvi.html\">Kingdom of Peral</a> went on an expedition into Ion Tsardom, with the goal of plundering it. After reaching his goal, all animals in the farms were killed off due to an FPS drop and noise, which became insufferable. After the Tsardom's dissolution, another raid was organized, which destroyed the remains.",
        "h1-2":"National Symbols",
        "figcaption1":"Presumed flag of the Ion Tsardom",
        "p3":"The flag of Ion Tsardom by itself is speculative, and lacks any symbolism."
    },
    "kingdomofperal":{
        "title":"Kingdom of Peral",
        "alt-titles":"Perlaské Království<br>Peralské Knížectví",
        "flagdesc":"Flag of the Kingdom of Peral",
        "emblemdesc":"Emblem of the Kingdom of Peral",
        "area":"113 Chunks",
        "captitalcity":"Matakady's Base",
        "building1":"Iron Farm",
        "building2":"AFK Fish farm",
        "building3":"Matakady's house",
        "building4":"Farms",
        "building5":"Villager breeder and trading hub",
        "building6":"Schrödinger's Cat",
        "building7":"Walls",
        "building8":"Houses of citizens",
        "building9":"Unclear Deepslate building",
        "building10":"Sugarcane Farm",
        "population":"+- 7",
        "language":"Czech",
        "religion1":"100% Ahteism?",
        "ideology1":"de iure: Constitutional Monarchy",
        "ideology2":"de facto: Anarcho-Monarchism",
        "formation":"December 25th 2021",
        "dissolution":"January 19th 2022",
        "leadertitle":"King: ",
        "leader":"Matakady",
        "currency1":"Ores",
        "preceding1":"<a href=\"./stat_flamacraft.html\" data-tl=\"preceding1\"><img src=\"../assets/globalimages/flag_Unknown.png\" class=\"miniflag\"> FlaMaCraft State</a>",
        "following1":"None",
        "p1":"The Peral kingdom (sometimes also known as the Peral Principality) was a faction on the First Season of FlaMaCraft surrounding Matakady's base. Its founding was caused by the <a href=\"./havirsky_spolek.html\">Miners Revolution</a> that took place some 2 days before the foundation. The capital city was Matakady's base and the country was located to the west of Spawn. There lived:",
        "h1-1":"Foundation",
        "p2":"After the <a href=\"./havirsky_spolek.html\">Miners Revolution</a>, it was decided to found a new faction independent from the newly estabilished reign of Deadovnik and Netherit, whom later became the founders of the <a href=\"./ionske_carstvi.html\">Ion Tsardom</a>. First immigrated Graphite, then toast, and others came later. Graphite worked on the country's information, while Matakady led it due to its location.",
        "h1-2":"The Golden Age",
        "p3":"After all these people came to settle the lands, the amount of buildings greatly increased as well and the country continued to grow reaching its golden era.",
        "h1-3":"Raid",
        "p4":"On 25th of December, a citizen of went on an expedition into Ion Tsardom, with the goal of plundering it. After reaching his goal, all animals in the farms were killed off due to an FPS drop and noise, which became insufferable. After the Tsardom's dissolution, another raid was organized, which destroyed the remains.",
        "h1-4":"Dissolution",
        "p5":"On the 28th of December, one of the citizens abused their operator rights, and destroy the kingdom, and de facto ended the season with it.",
        "h1-5":"National Symbols",
        "figcaption1":"Flag of the Kingdom of Peral",
        "figcaption2":"Emblem of the Kingdom of Peral",
        "p6":"Neither the flag nor the symbols had any symbolism."
    },
    "flamacraftstate":{
        "title":"FlaMaCraft State",
        "alt-titles":"Stát FlaMaCraft",
        "area":"The entire map",
        "capitalcity":"Spawn",
        "building1":"Chest-shaped shop",
        "building2":"Town hall",
        "building3":"Deadovnik's shop",
        "building4":"Trixxo's shop",
        "building5":"Land used for builder context",
        "building6":"etc...",
        "population":"10-15",
        "language":"Czech",
        "religion":"None",
        "ideology":"Presidential republic",
        "formation":"December 3rd 2021?",
        "dissolution":"December 22nd 2021?",
        "leadertitle":"President: ",
        "leader":"Matakady",
        "currency1":"Ores",
        "preceding1":"None",
        "following1":"<a href=\"./peralske_kralovstvi.html\"><img src=\"./localimages/flag_KingdomOfPeral.png\" class=\"miniflag\"> Kingdom of Peral</a>",
        "following2":"<a href=\"./ionske_carstvi.html\"><img src=\"./localimages/flag_IonTsardom.png\" class=\"miniflag\"> Ion Tsardom</a>",
        "p1":"FlaMaCraft state was de iure a faction which was founded with the First FlaMaCraft's season's beginning. It's area was the entire map, which is how it was supposed to stay until the <a href=\"./havirsky_spolek.html\">Miners Revolution</a> came to be.",
        "h1-1":"History",
        "p2":"Few days after the state's foundation, the <a href=\"./volby_prezidenta_flamacraftu.html\">first elections ever</a> came to be, and after dead2009cz was accused of communist ideals the victory was secured by Matakady unrivaled. Although after the <a href=\"./havirsky_spolek.html\">Miners Revolution</a> dead2009cz and Netherit became the new leaders. This government however didn't last long. The headquarters of the <a href=\"./havirsky_spolek.html\">Union of Miners</a> was destroyed, and the country has been split into the <a href=\"./peralske_kralovstvi.html\">Kingdom of Peral</a> and the <a href=\"./ionske_carstvi.html\">Ion Tsardom</a>",
        "h1-2":"Builder Contest",
        "p3":"A builder contest began nobody knows when. Near spawn were lands for the event itself. A person had to build any building at all, and people who weren't contesting would serve the role of a judge. It is unsure about the ammount of contestans, however the contest ended without any votes due to only a single contestant participating and building something, which secured him the win. So Matakady became the builder until the server ended.",
        "h1-3":"National Symbols",
        "p4":"Unlike other countries, this one did not have any official or unofficial symbols. Back then noone even thought about such a thing, so both is missing.",
        "h1-4":"Taxes",
        "p5":"The FlaMaCraft State had it's own taxation system, which was based on the citizen's armor. However very little to no people payed them, whenever it was due to a lack of resources or due to indifference."
    },
    "flamacraftstatepresidentialelections": {
        "title":"FlaMaCraft State Presidential Elections",
        "country":"<a href=\"./stat_flamacraft.html\"><img src=\"../assets/globalimages/flag_Unknown.png\" class=\"miniflag\"> FlaMaCraft State</a>",
        "electiontype":"Presidential",
        "electiontimeframe":"??? - December 7th 2021",
        "party1":"DPF",
        "party2":"Unaligned",
        "party3":"Unaligned",
        "party4":"Unaligned",
        "votes1":"5 Votes",
        "votes2":"1 Vote",
        "votes3":"1 Vote",
        "votes4":"1 Vote",
        "p1":"Presidential Elections of FlaMaCraft began unknown when and ended on the 7th of December 2021. A new party known as DPF (Democratic Party of FlaMaCraft) came to exist during the elections, whose only member was Matakady. Votes were submitte on spawn using 3x3 places with a sign in the middle with the candidate's name. Around it were placed singns on which signs were placed, which were considered votes. On some of them \"funny\" comments were written.",
        "h1-1":"Comments on signs",
        "comment1":"Union of Miners of FlaMaCraft approves this option",
        "comment2":"9/10 Ukrainian farmers approve, 10th one was shot.",
        "comment3":"the king of six ones votes Matakady!!!",
        "comment4":"(Empty)",
        "comment5":"The King and Friend of Pandas approves matakady as a KING!",
        "comment6":"(Empty)",
        "comment7":"meat",
        "comment8":"(Empty)",
        "h1-2":"Pre-election speeches",
        "speech1":"Let also me, an opponent say something. I Matakady, as a leader of the only truly democratic party of FlaMaCraft with my party need to gather data, about how the server will. What we do know however - we know proper Czech - we will estabilish a democratic system, presidential elections (once every 14 days), premier elections (once every 10 days), builder elections (after the election results come in), police elections (once every 10 days) - we will estabilish order on spawn, a nether travel, possibly even moving nether portals above bedrock - We will conduct a survey taxes and their obvious lowering, order and collection - We will estabilish a nearly non-stop online support and if possible - even a dynmap of the server. We don't want to overcomplicate anything, to build massive publicly accesible industrial farms is nonsense, this will turn the server into a communist stain. We would be separated by days from the foundation of Sovkhozs! We can't allow that to happen! All of this and more awaits us, after you vote me into the position of a president, vote Matakady!",
        "speech2":"As you you all know, elections are nearing, elections for the server's lead that might either dig us underground, or send it to the peak of the best and the quickest rising servers which Matakady founded/owned, and well if you'll be afraid to vote, because you think that you'll pick incorrectly and the server will end after a week of running? I have a solution, vote dead2009cz maybe you're asking why should you trust me, well to give an example- taxes, the thing that robs us of our diamonds or four day by day. Let's not lie to ourselves, that's too much, that's why I want to estabilish a taxation system, where you'll pay just 5 diamonds weekly for each property you'll own as a property count: house, farms and a shop (farms that count all animal or plant farms). If you don't want to pay for farms, you can pay 5 stacks of your harvest of crops, meat, leather or wool. So in the end, you'll be paying only 15-20 diamonds per week instead of 28 diamonds per week, which is a profit nonetheless and you won't have to pay every day, just bring it all on the end of the day (any day in sundai). I want to estabilish demokracy in which order and peace will reign, estabilish a nether travel, estabilish democratic elections of a minister every 14 days I want to estabilish occupations: Police, Builder, Farmer miners. 3 Diamonds/week 4 Diamonds/week 5 diamonds/week every day will mine for 30 minutes and keep 25% of it, or 25% of the harvest. I want to build a better and nicer spawn, a you all will get 10x10 land on spawn for a shop, if you request it you may get a land as big as 15x15, however for bigger lands you'll have to pay for. On the 1st day of my rule i plan to solve the problem of food insufficiency. Do you ask how? Well I'll simply let big farms be built, which will be taken care of by farmers, which will gain a house near it, so they won't hafe to walk hundreds of blocks to their base. And this is only a mere fractions of my rule, when I'll be elected I'll do 3x as much as is written here"
    },
    "unionofminers": {
        "title":"Union of Miners",
        "headquarters":"A secret underground base near spawn.",
        "members":"3",
        "language":"Czech",
        "religion1":"33% Catholicism",
        "religion2":"66% Atheism",
        "goal1":"Bring miners together for easier resource gathering and tax payment (original)",
        "goal2":"Overthrow the government",
        "formation":"Few days after the server's opening.",
        "dissolution":"???",
        "leadertitle":"Leader: ",
        "leader":"Graphite",
        "currency1":"Ores",
        "p1":"Union of Miners was a revolutionary movement on the First Season of FlaMaCraft, whose goal was to overthrow the government of the back then <a href=\"./stat_flamacraft.html\">United State of Flamacraft</a>. Its members were:",
        "h1-1":"Foundation",
        "p2":"The original ideals of the organization was to connect several players together to mine together as an anwer to the taxes. Although unknown after what event, the event has transformed into an organization, which had the goal of a coup d'Etat.",
        "h1-2":"Miners Revolution",
        "p3":"One day after all the members of the servers were absent, members of the union set up a lot of TNT explosives under the spawn, which were decided to be exploded the day after, however after pressure from Graphite's side were the explosives triggered too soon, leading to a devastation of spawn and the need of spawn's reconstruction.",
        "h1-3":"Illegal items",
        "p4":"During the endhe storage of the Union of Miners contained a lot of cheated items, due to the abuse of operator rights from Netherit's side. This fact was later revealed a day after the revolution, and the base was devastated by their own equipment.",
        "h1-4":"Base",
        "figcaption1":"Base",
        "p5":"The entrance and exit were composed of a bubble elevator and a fall into a block of water. To the left was Netherit's room, and to the right was a room with an enchanting table. Across it laid a conference room with an aquarium in the table. A hallway laid to the straight, on the left were beds and farms, and on the right were functional blocks and a nether wart farms. On the end of the hallway was the storage room. The entire base was underground and made out of glass and deepslate."
    }
}